---
kind: other
id: Properties.T:Autodesk.Revit.UI.Plumbing.PipeFittingAndAccessoryPressureDropUIDataItem
source: html/0de58cc1-0dc7-773a-b537-84423b78be2d.htm
---
# PipeFittingAndAccessoryPressureDropUIDataItem Properties

Specifies whether the .NET object represents a valid Revit entity.